1.8.xx/package/tau_modules/app_tr069/src/sample/setParametValue.xml

<soap:Envelope 
	soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" 
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
	xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" 
	xmlns:cwmp="urn:dslforum-org:cwmp-1-0" 
	xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">

  <soap:Header>
    <cwmp:ID soap:mustUnderstand="1">01BD8563247F4D27B5C4D3392C71C6AE</cwmp:ID>
  </soap:Header>
  <soap:Body>
    <cwmp:SetParameterValues>
      <ParameterList soapenc:arrayType="cwmp:ParameterValueStruct[1]">
        <ParameterValueStruct>
	<Name>InternetGatewayDevice.DeviceInfo.X_CMCC_Monitor.MonitorConfig.1.TimeList</Name><Value>2550</Value>
	<Name>InternetGatewayDevice.DeviceInfo.X_CMCC_Monitor.MonitorConfig.1.ParaList</Name><Value>InternetGatewayDevice.DeviceInfo.X_CMCC_IMEI,InternetGatewayDevice.DeviceInfo.X_CMCC_ConfigVersion,InternetGatewayDevice.DeviceInfo.X_CMCC_ModuleVersion</Value>
	<Name>InternetGatewayDevice.DeviceInfo.X_CMCC_Monitor.Enable</Name><Value>0</Value>
          </ParameterValueStruct>
      </ParameterList>
      <ParameterKey xsi:type="xsd:string"></ParameterKey>
    </cwmp:SetParameterValues>
  </soap:Body>
</soap:Envelope>


